[
    {
        "subreddit": "investimentos",
        "title": "melhor banco para receber dinheiro em dolar?",
        "score": 2,
        "comments": [
            "Com a Wise você recebe não só em dólar mas em  várias outras moedas, e tem cartão de débito. Tem a Nomad também, mas nunca usei.",
            "Remessa online e eles repassam pro seu banco, mwu spread por exemplo é 0.6%",
            "Nubank tem conta global, mas a nomad parece ser muito boa.",
            "Nubank ou wise. Contudo ambos eu acredito que não tenham investimentos em dolar no exterior\n\n\nSe isso for do seu interesse, iria de nomad",
            "Tentei abrir conta na nomad mas nao consigo por que nao tenho RG 😢",
            "nao consegui abrir conta na nomad por que nao tenho rg.\n\nDespois de receber a transferência eu consigo comprar dolar novamente com Nubank?"
        ]
    },
    {
        "subreddit": "empreendedorismo",
        "title": "Melhor banco PJ pra receber pagamentos internacionais?",
        "score": 3,
        "comments": [
            "Vc manda o dinheiro da Revolut pra conta pessoal e da pessoal pra conta PJ? Nao sou contador mas achei isso bem esquisito. Como dev trabalhando pra fora (EUA), a empresa onde eu trabalho usa uma empresa de pagamentos terceira que manda a grana pra mim, eu uso a Husky pra processar o pagamento que vem dessa empresa 3a, e a Husky cobra 1% e manda o valor pra minha conta PJ Nubank. Do Nubank PJ eu mando pra PF. A Husky é da Nomad entao no meu caso tenho a opçao de manter o valor em USD e investir no exterior ou transferir em outro momento pro Brasil, eu acho que Wise deve ser similar. O spread quase sempre é o mesmo, 1%. Como vc comentou ai que chega ser 20k+, eu te recomendaria consultar algum contador especializado nisso.",
            "Eu uso a Husky (é uma empresa da Nomad), 1% de taxa, geralmente cai no mesmo dia. Cadastra com os dados da PJ, coloca a conta PJ lá (pode ser até uma conta Nubank PJ que é gratuita!), emite a nota com o valor q cair na conta (já facilita a conciliação do financeiro da empresa) e adianta lucro para a PF já em BRL.",
            "Puta madre, corra logo atrás de um contador e resolva isso, se não é loss pelo leão jaja",
            "Eu uso o Inter, remessas costumam chegar em 1 dia no máximo, isso quando chegam no final do dia. A taxa de spread é só 0,99%.\n\nTambém não uso a conta global, uso o canal bancário pra receber na minha conta nacional.",
            "Da uma olhada na questao do IBAN, nao sei como vc recebe hj. Se recebe via IBAN, esses bancos brasileiros com conta em moeda estrangeira normalmente tem IBAN começando com BRXXXXXXXX. Tem algumas instituições financeiras da europa que não fazem pagamento para contas pessoa jurídica com IBAN começando com BRXXXXXXXX. Stripe talvez é uma alternativa que funcione para vc, o problema são as taxas que eles cobram. De qualquer forma depois posta os resultados da sua pesquisa.",
            "Mandei uma sugestão de empresa no seu inbox",
            "É mais de 20 mil dólares por mês? Se nao for q diferença é desprezível \n\n\nVocê tá falando uma diferença de spread dw 1,0-2,5% que vai dar menos de 500 reais por mês \n\n\nPessoal vem umas de, \"qual o melhor banco da galáxia e do universo\" ou \"qual a maneira mais economicamente fodastica sem desperdiçar um centavo\" \n\n\nEsse tipo de busca não vale a pena se você tá operando baixo ",
            "Já considerou Stripe? Eu utilizo Wise pra pagamentos internacionais e é muito bom, vc faz conta de qualquer país. Mas não sei se tem PJ",
            "Vai parecer estranho o que vou dizer, mas ano passado abri conta nomad, que não é só pra compras no exterior como todos pensam. \n\nEu tenho conta internacional e no começo demorava 3 dias uteis, hoje ja recebo em 1 dia util, pq quanto mais vc usa, mais nível alcança. \n\nTbm destino uma parte dos recebíveis para investimentos, mas é pessoa fisica, não é PJ.\n\nPJ mantenho nubank e recebo do PayPal por lá",
            "Cara sabe o que eu faço sem brincadeira? A empresa me paga em USDC, eu recebo no mercado bitcoin, converto para reais e mando para a conta. Pago uma taxa de 50 reais para converter 15 mil. Vale muito a pena.",
            "Sim, eu transfiro da Revolut pra pessoal, e da pessoal pra PJ, e fico preocupada com isso porque não sabia como melhorar esse processo. :/\n\nTestei transferir direto pra conta global da C6 mas demorou 3 dias úteis e comeu muito dinheiro, além da taxa de abertura da C6 Global.\n\nEstou no momento pesquisando alguma empresa nova de contabilidade, a que eu contratei não ajuda em quase nada, principalmente nessas questões, estou com eles a 6 meses e basicamente eles só emitem nota e avisam se algum imposto está pendente de pagar.\n\nBem legal isso sobre a Husky. Vou pesquisar mais sobre!!",
            "Valeu pela recomendação, outra pessoa também recomendou a Husky.\n\nEu não conhecia, tô lendo aqui sobre e parece ser realmente o que eu precisava. Vou testar essa semana e dou um update de como foi :)",
            "Banco Inter PJ? Interessante!\nNão tenho conta no Inter, vou dar uma olhada.",
            "Vou postar sim o resultado porque de fato é um problema que estou tentando resolver que outras pessoas possam precisar saber também.\n\nEu testei a transferência direta pelo IBAN com um dos nossos clientes da Alemanha, pedi pra eles transferirem diretamente pra C6 Global PJ, demorou 3 dias úteis e comeu muito no câmbio.\n\nTransferi da conta da Revolut direto pro C6 Bank com IBAN, funcionou mas teve esse problema de câmbio alto e 3 dias pra cair também.\n\nEntão mesmo com o cliente transferindo direto, ou eu transferindo, não foi ideal. Por isso tô buscando alternativas.\n\nPelo que tô vendo o Husky parece ser uma alternativa boa.",
            "Esse ano começou a ser mais de 20 mil dólares. Por isso comecei a ficar preocupada. A gente trabalha com projetos, e só em Janeiro fechamos um de 14K dólares e outro de 8K dólares. Em fevereiro foi um projeto de 100K reais, porque temos clientes no Brasil também. E estamos com um plano de crescimento que está funcionando. \n\nQuero fazer tudo corretamente e da forma mais eficiente possível enquanto está fácil de organizar, não somente economizar, mas não ter problemas com imposto de renda/receita usando conta pessoal etc, principalmente com a empresa crescendo.",
            "Já sim. Pra forma que a gente trabalha não funcionou com Stripe. Mas tô olhando aqui a Husky que é da Nomad, que o pessoal recomendou aqui na publicação, parece que realmente faz o que eu preciso.",
            "Entendi, eu te aconselharia a correr atrás disso o quanto antes pra vc receber integralmente na conta da empresa e de lá transferir de acordo com a sua distribuiçao de lucros para as contas PF. Muita gente opta por alguns serviços online de contabilidade, pra trabalhar como PJ acho ok, mas como se trata do seu negócio eu indicaria procurar na sua cidade ou na capital mais proxima por algum escritorio pra que vc possa ter um atendimento direcionado e pessoal, apesar de custar mais caro, é a sua empresa. Boa sorte!",
            "Minha filha, o leão vai te comer numa bocada só",
            "Não falei como publicidade, mas se quiser cadastrar e dar uma força, cadastra pelo meu link, q nos dois já ganhamos uma transferência sem taxa 👍🏼\n\nhttps://app.husky.io/onboarding?ref=5490df85-a8dd-4292-9f74-c3f78abbe939",
            "Isso. Criei lá depois de tentar receber pelo remessa online e não conseguir, tô usando há quase um ano sem problema nenhum",
            "A Husky vai ter dar um IBAN que começa com BRXXXXXXX. Se isso não for um problema para os seus clientes, talvez seja a melhor alternativa. Tem a Wise também, mas talvez a Husky seja mais barata.\n\nUma coisa que não ficou claro, vc tem um Revolut Business pelo Brasil ou Revolut Business UK?",
            "Se teve algum final de semana no meio, pode acontecer\n\nMas se a transferencia for via SWIFT para o Iban, normalmente é no dia seguinte que credita...\n\nTipo, se ele enviar numa terça-feira as 15h00 horário da Alemanha, o normal seria creditar no C6 na quarta-feira durante o dia\n\nVocê chegou a ver a data do comprovante?",
            "Tenho Revolut Business UK porque moro fora do Brasil. A empresa é registrada no Brasil e aqui. Pago algumas coisas aqui por isso registrei, mas a maior parte de custo como pagar equipe e etc é no Brasil.\n\nPor isso comentei no final da publicação sobre registrar em Dubai a empresa. Já 3 pessoas falaram pra eu cancelar o registro da empresa UK/BR e deixar só 1 em Dubai, pra não ter que pagar imposto em 2 países diferentes."
        ]
    },
    {
        "subreddit": "MedicinaBrasil",
        "title": "Melhor banco de questões para residência?",
        "score": 14,
        "comments": [
            "Estratégia\n\nTestei ele e o medcof, preferi o do Estratégia",
            "Uso estrategia med, é muito bom, muitas questões, 98% delas são comentadas, se nao tiver comentario vc pode pedir, tem o medidor de desempenho. Ponto negativo pra mim: eles economizaram bastante nessa parte mais tecnologica do medidor de desempenho; ele mostra sua porcentagem e tals, mas acho que poderia ser mais organizado e ter mais funções....hoje em dia com o uso da IA acredito que nao seja tão dificil..ficou parecendo um trabalho um pouco preguiçoso....mas fora isso, cumpre o objetivo",
            "O estratégia é SEM DÚVIDAS o melhor banco. Eu fiz EuMedicoResidente e fazia as questões deles, mas constantemente após uma questão eu copiava o enunciado e buscava na internet pra ver a resolução do estratégia…",
            "Estratégia ou medcof, a depender do seu objetivo",
            "Na minha opinião: 1º medcof e 2º estratégia.\nMe familiarizei mais fácil com o banco de questões do medcof além de preferir as explicações deles que são mais densas. Estratégia é mais sucinto às vezes nem explica nada, é o que estou usando atualmente e estou tendo problemas com as alternativas ficando da mesma cor do fundo no meu iPad",
            "Estratégia med, porém está 300 reais por mês infelizmente",
            "Sanarflix quando usei tava 50 reais por mês.",
            "uso o estratégia e gosto muito mas acho caro",
            "Estratégia Med pra mim é o melhor banco",
            "banco comentaddo com certeza estrategia! a parte do banco considero melhor que de alguns cursinhos",
            "Dia 10/03 agora vai lançar a Turma de Março Estratégia MED. \n\nOs descontos podem chegar até 50%OFF usando o cupom Estratégia MED: DESCONTO\n\n  \nAcho que vale a pena esperar para ver se o valor cabe no seu bolso. Sem contar que você pode cancelar em até 30 dias e receber 100% do valor de volta.\n\nAqui tem alguns cursos grátis do EstratégiaMED também: [https://www.cupomestrategia.com/cursosgratuitos](https://www.cupomestrategia.com/cursosgratuitos)",
            "Sanar residência médica está de graça para Android",
            "Caso tenha interesse no Estratégia Med, pode usar o cupom MEDFRAN para mais desconto!",
            "Foda que não tem questões diárias pra revisar automatizado",
            "Os bots dos cursinhos brotam do nada kkkkkk",
            "Solicitação de opinião médica, discussão de caso clínico ou derivados. \n(PROCURE UM PROFISSIONAL PARA SUA DÚVIDA, E SE FOR URGENTE PROCURE UM SERVIÇO DE EMERGÊNCIA)\n\nRecomendamos o subrreddit r/conselhosmedicos, ou r/saude para esses tópicos",
            "E é bom?",
            "Isso..um mecanismo de revisão espaçadas",
            "Eu não sou um bot kkkk tô no último ano da faculdade, usei ano passado e esse ano virei embaixadora para juntar dinheiro pra pagar as provas de residência, que mal tem nisso",
            "Pra ser de graça, é muito bom. Tem a resolução completa e bem explicada, mas n tem acesso a comentários de outras pessoas",
            "Vou testar, tenho um android só pra esses casos/apk"
        ]
    },
    {
        "subreddit": "financaspessoais",
        "title": "Qual o melhor banco?",
        "score": 13,
        "comments": [
            "Todo mundo fala mal, mas eu uso Bradesco por conta do Visa Infinite que me deram. Itaú só me deram limite, mas cartão com sala vip nada.  \n\nAgora tô usando o Sicoob, mirando no Mastercard Black.",
            "Inter, Santander e Itaú.\n\nInter e Santander, via de regra, tem melhores opções de cartões. Mas tens que ver seus objetivos pois algum do Itaú também são muito bons.\n\nCom o tempo, manteria só Santander e Itaú. Itaú também tem cofrinhos.\n\nBoa sorte.",
            "eu uso nubank pra fazer compras e coloco o dinheiro que sobra nos investimentos do mercado pago",
            "O banco que melhor atender as suas necessidades. As instituições variam.e os benefícios idem. Busque oq  atenda melhor os seus interessantes!",
            "Inter é banco digital, PicPay é banco digital. Nubank não é banco, é instituição de pagamento.\n\nDe banco, mesmo, tradicional, são o Itaú e Santander, que tu aparentemente não quer. Esses são os bancões.\n\nE tu quer banco para quê? Para investir? Para pegar emprestado? Ou só receber salário e pagar contas e fazer e receber transferências?",
            "Nao consigo indicar um banco q seja bom o suficiente,mas oq eu tive dor de cabeça foi o itau que me cobraram taxas indevidas,itau não recomendo,santander tbm tenho ele ha 3 anos e nao me liberaram limite,e banco do brasil tbm nao me liberaram nada,difícil ter um bom.\nParece q os digitais sao até melhor,mais práticos",
            "O Nubank é mais generoso pra dar limites no cartão e de empréstimo pessoal.\n\nE eu guardaria dinheiro no Itaú, é um bancão sólido e seguro.",
            "Eu gosto muito de Itaú/santander, mesmo atualmente usando Santander (fora ele uso o nubank só pelas caixinhas)",
            "pra que tanto banco? 2 no maximo 3 ja supre todas as necessidades possíveis",
            "Dos bancos, acho que só o Santander, não é bom, mas não recomendo cancelar. Não tenho experiência com Itaú e Inter. Pic pay, Acho limitado, mas é ok. O Nubank é o que eu mais uso no dia a dia. \n\nNão sei como ajudar. Só recomendo duas coisas. Primeiro ter um celular só para banco e segundo o celular que você usa no dia a dia, ter só um aplicativo de banco ou não ter nenhum.",
            "Não existe o melhor banco. Todos são nivelados por baixo. Escolha o que tenha minimamente o que vc precise com a menor burocracia.",
            "O certo é usar dois bancos, um bancão e um digital. Agora se você for private acho que a XP é a melhor do mercado no momento.",
            "Tenho Santander e recentemente Itaú, sai do Bradesco pq achei uma merda, mas o Santander tenho a algum tempo e nunca tive problemas",
            "Eu gosto de bancão (Santo, BB, Caixa, Itaú, Bradesco) que tenha agência física, onde se dar um problema, consigo falar pessoalmente com atendente ou gerente.",
            "foca no Itaú, investimentos e tudo mais.",
            "Itaú, Bradesco ou Banco do Brasil\n\nEscolha um e não se preocupe mais com Banco nenhum.",
            "Como tu pegou o Visa Infinite?",
            "Opa, Nubank não é só instituição de pagamento, mas também uma instituição financeira, desde 2018.\n\nIsso porque pode oferecer empréstimos e aplicações/investimentos.\n\nMas realmente não é um banco, porque não tem conta corrente. A mesma coisa vale para o Inter. Tanto Nubank quanto Inter são bancos digitais (instituições de pagamento e instituições financeiras, mas sem as características de um banco físico).",
            "Já vi gente que não tinha limite no Banco do Brasil, foi em uma agência e conseguiu aumentar o limite.",
            "Criei minha conta no Bradesco em 2022, me deram um Visa Signature com anuidade grátis vitalícia. Usei por 2 anos, liguei na central e pedi upgrade.  \n\nMas o caminho poderia ter sido mais curto, qualquer cartão deles, basta usar por 6 meses e pedir upgrade na central que eles dão. Anuidade que está sendo difícil de isentar hoje em dia.",
            "Tenho um Neo Visa Platinum com R$3500 de limite a uns 3 anos quase. Vou ligar lá pra ver se consigo um up",
            "Meu caso foi similar.\n\nRecebi o Visa Infinite com anuidade gratuita vitalícia por lá nesse mesmo esquema (mas me deram o Infinite direto). Isso foi em 2021."
        ]
    },
    {
        "subreddit": "investimentos",
        "title": "O melhor banco atualmente é o BTG?Vale a pena eu imigrar do Inter para ele?",
        "score": 5,
        "comments": [
            "Nada contra mas dado o teu padrão de vida e patrimônio como vc mesmo diz, vale a pena mexer com opções, derivativos, futuros, etc? Eu se fosse vc se concentraria no básico e em como aumentar a tua renda.",
            "Opções? Derivativos? Farialimabets e na segunda a esquerda",
            "30k e btg na mesma frase",
            "Meu caro, encontrei-me na mesma posição que tu há uns dois anos atrás, e eu vou ser sincero: só mudei pelo êxtase de ter um assessor e um espaço físico para eu poder ir conversar e decidir investimentos com uma assessoria no meu estado. Na época eu entrei com 50k, a assessora foi generosa e aceitou-me como cliente; no BTG TUDO é pago se você não tiver investimento suficiente na plataforma, e o cashback? nunca nem vi. BTG tem sim bons produtos, às vezes melhores até que o do Inter, mas sem patrimônio ou razão de migrar de conta, eu manteria no Inter, um banco que conquistou meu coração. Cartão Black atualmente é FURADA, benefícios quase irrisórios; inclusive, deixar 30k pra ter o black no BTG NÃO LHE GARANTE o cartão. Eu tive que brigar no suporte pra ter meu direito cumprido. e o limite ó 🤏🏻... Estou à disposição para dúvidas, inclusive adianto que não mexo com derivativos ou opções.",
            "Estude investimentos como estudou para passar em medicina, vera que esta querendo fazer uma burrice. Assiste uma live do Bastter que ja vai começar a entender",
            "Amigo, li os comentários e sinceramente, relaxa ai e faz tua faculdade, se forma e investe 50% em WRLD11 e 50% em B5P211 (ou tesouro IPCA+) e seja feliz\n\nSe você for um bom médico não vai precisar de renda extra",
            "Se vc não tem 30 mil aconselho não mexer com short e derivativos por enquanto. Ficaria em qualquer banco até conseguir um bom \"colchão\".\n\n\nMenos no inter pq é bem bugado",
            "Estudante de medicina em federal aqui também tenho 50k em ações br e 15k em CBD do master (é sério) estou no 6 semestre, tenho 23 anos. Já tem uns 4-6 meses que aporto mensalmente uma parte que ganho da mesada (aporte 2k, também não dá pra deixar de aproveitar a juventude) e não saio dos 50k de renda variável. A quantidade de ações tá aumentando muito, azza3, hype3, intb3, vale3 tudo com -40% em 1 ano. Talvez não seja uma grana que vá mudar a minha vida no longo prazo, mas é bom pra criar o hábito. Muita gente ganha muito dinheiro e vive endividada querendo uma vida que não pode ter. Estou focando em continuar aportando somente em ações.\n\nNão tenho vontade nenhuma de mexer em opções e derivativos, muito melhor a paz de deixar os juros compostos agirem no longo prazo enquanto eu foco no estudo da faculdade e na putaria da atlética",
            "Cara, eu ranquearia Santander, Itaú e Nubank, nessa ordem. São os meus preferidos. Banco do Brasil se você quiser algo realmente sólido mas ainda prefiro os outros.",
            "Eu acho o BTG bom. Como eu invisto em uma série de LCI/LCAs, eu acabo tendo conta em vários bancos desses. Meu banco principal ainda é o BB(por questões de terem mais agências físicas, que ainda tem sua importância, ser o banco com menos risco de quebrar do país etc), mas para investimentos eu gosto do BTG. \n\nPara valores pequenos, menos de 30k, não faz diferença o seu banco.",
            "Vc pode fazer a portabilidade dos seus investimentos",
            "Tem que conversar bem com o pessoal do pátio Victor Malzoni porque IMIGRAR pra lá você vai ter que levar suas coisas e tal..",
            "BTG ou Inter?Consegui(milagrosamente) ser aceito e criar uma conta lá,não vou mexer com derivativos(talvez)",
            "No laranja pra frentex não tem home office e tem dress code.",
            "Eu acabei de entrar na faculdade de medicina na federal(minha família não vai precisar gastar mais de 1 milhão na minha formação).\nSerão basicamente 6 anos sem nenhuma fonte de renda tirando o patrocínio dos meus pais e o trampo enquanto as aulas não começam.Tenho um cascalho no Inter e consegui até um bom lucro investindo em certas ações(boglehead não é pra mim kkk). Alocação é 50%renda fixa e 50% renda variável,por isso acho importante os vários serviços na aba de investimentos da BTG pois poderiam me ajudar a aumentar o patrimônio",
            "Se der lucro eu consigo comprar um pacote de café,se for loss o banco toma a casa",
            "Pior que aceitaram eu criar uma conta lá,já conheci gente com mais de 100k investidos que foi recusada",
            "Entendi,obrigado pelo relato!Irei continuar no Inter msm,ele atende bem as minhas necessidades.\nAcho que devo pensar no BTG só quando tiver 100k + investidos ou até mais kkk",
            "Bastter é o ícone daqueles dois vídeos “nunca se esqueça que você é um idiota” e o saudoso “vocês são burros mesmo ou estão de sacanagem?”, correto?\n\nSó confirmando, vi esses dois vídeos em outro post e salvei o perfil aqui ",
            "Eu já ouvi falar desse Bastter,ele não ficou famoso por ser um ícone do mercado de opções no Brasil?Ele mudou a filosofia econômica de vida dele bem tardeamente",
            "O que é esse segundo? WRLD11 eu entendo",
            "Boglehead,buy and relax,tenho que desenvolver uma maior maturidade pra adotar essa filosofia",
            "Qual poderia me recomendar?Tudo menos Nubank kkk",
            "Kkkkkkk,Poh man eu escrevi na correiria e não tem como editar,releva ae",
            "Ajudar a aumentar ou ajudar a destruir. Se opções e derivativos fossem fáceis, tava todo mundo rico. No nível de conhecimento que você, eu e 99% desse sub tem, eu não vejo diferença alguma entre opções e apostas esportivas. E caso acerte, 1000% de nada é praticamente nada também.",
            "Melhor ir la pro r/farialimabets",
            "Cara, entra no r/wallstreetbets e da uma olhada no sub. Ali os caras sao mto burros e investem muito mal, mas é o exemplo perfeito que a chance de você se dar certo nesse mundo sem dedicar 100% do seu tempo para isso é muito baixa. E respondendo ao seu outro comentário, investir em ações pode sim ser considerado apostas, caso você não saiba o que esteja fazendo, pois no longo prazo, uma empresa que aumenta lucros todo ano, tem baixa alavancagem, etc etc etc, vai subir.",
            "Se quiser queimar dinheiro, vai de tigrinho mesmo ou drogas/gp. Esquece opções e derivativos.",
            "Não tem pré-requisito para abrir conta no BTG, quando o colega fala do 30k e BTG na mesma frase, é pq de certa forma o BTG mira clientes com mais patrimônio.\n\nSe vc tá no início do processo, foca em juntar e melhorar a renda… sou usuário do BTG e não consigo ver algo que seja um ganho relevante nesse seu momento atual de vida e nos investimentos.",
            "Então vai seguir o caminho dele a cometer os mesmos erros?",
            "B5P211 é um fundo que basicamente investe em tesouros IPCA+ de 5 anos e vai deixando vencer/comprando mais resumidamente\n\né o mesmo efeito quase que comprar vários tesouros IPCA, mas com mais liquidez e menos volatilidade",
            "Quanto mais eu penso em cenários que Boglehead não é o caminho, mais difícil é de chegar em algum porque se tu ganha mta grana vai viver a vida e se tu não ganha deveria gastar tempo pra ganhar mais e não rentabilizar mais\n\nNo seu caso se você focar bem no seu curso/profissão vai ganhar muito dinheiro já, não vejo motivo pra alocar uma energia enorme pra ganhar NO MÁXIMO 3% a.a a mais do que a filosofia Bogle \n\nSe quiser dar uma temperada igual eu faço\n\n20% - Reserva de emergência + LFTB11 + DEBB11\n\n20% B5P211 + Previdência (IMA B 65%+35% IVVB11)\n\n10% BTC \n\n50% VT + QQQM +SCHD (1/3 pra cada)\n\n  \nEssa é a ideal, ainda tenho umas sugeiras da época que investia sem tanto conhecimento esperando alguns títulos de RF vencer",
            "Entendi,mas renda variável em si não é quase uma aposta esportiva?Seja investir em ações ou até derivativos?Se fosse racional,qualquer IA seria capaz de operar e te fazer rico.É uma dúvida sincera msm,sei que falam de \"fundamentos\"",
            "exatamente isso. com 30k a pessoa não tira nenhum benefício do btg, vai estar só botando burocracia na própria vida migrando de banco e perdendo relacionamento com o anterior",
            "No caso,50% WRLD11 e 50% Tesouro Direto seriam uma boa opção?",
            "Nubank é banquinho de estudante.",
            "Nubank não tem muito diferencial e perdeu muito a qualidade dps de removerem o NuInvest,Inter pelo menos tem loop e prefiro a aba de investimentos dele",
            "Voce colocar seu dinheiro numa ação do banco do Brasil que é uma ação sólida é bem diferente de colocar seu dinheiro numa americanas esperando milagre, se voce investe seu dinheiro em empresas boas e de forma inteligente comparar com aposta esportiva é o maior absurdo que voce pode fazer",
            "Uma ação \"vale\" o seu fluxo de caixa previsto trazido a valor presente, descontado pela curva de juros + prêmio de risco.\n\nAo investir em ações você vai ganhar, na média, o prêmio de risco.\n\nO preço de um derivativo é o valor esperado do derivativo, considerando que o ativo subjacente vai render a curva de juros, trazido a valor presente pela curva de juros.\n\nEntão não, não são de longe a mesma coisa.\n\nE se o significado das frases acima não forem absolutamente claros e óbvios, fique o mais longe possível de derivativos.",
            "0 Problemas, eu diria sua idade em tesouro direto + restante em WRLD11 porque quanto mais jovem faz mais sentido RV e conforme envelhece faz mais sentido RF",
            "Ultravioleta deles tem me atendido bem, principalmente os investimentos.",
            "Bom pra você. Quando der um problema maior, vai lá falar com o gerente.\n\nÉ um ótimo \"banco\" para financiar seu imóvel. Vê lá as condições...",
            "Quando precisei de atendimento funcionou bem rápido até. Financiamento imobiliário acho que não tem no Nubank, mas via de regra a Caixa tem as melhores taxas. "
        ]
    },
    {
        "subreddit": "literaciafinanceira",
        "title": "Melhor Banco 100% Digital?",
        "score": 17,
        "comments": [
            "Olá /u/L36NARD0, obrigado pela tua submissão. Temos uma **[Wiki](https://www.reddit.com/r/literaciafinanceira/wiki/)** e um servidor de chat no **[Discord](https://discord.gg/8WFAZpZ)**. Recomendamos a leitura dos nossos **[avisos à comunidade](https://www.reddit.com/r/literaciafinanceira/comments/mflqds/avisos_%C3%A0_comunidade_ler_antes_de_submeter_conte%C3%BAdo/)**. Boa discussão!\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/literaciafinanceira) if you have any questions or concerns.*",
            "Dentro das [**contas bancárias gratuitas**](https://www.reddit.com/r/literaciafinanceira/comments/1d71ijx/contas_banc%C3%A1rias_gratuitas/) nacionais, o Activo Bank será provavelmente o mais completo, o Bankinter tem a vantagem de remunerar o saldo à ordem.",
            "Banco ActivoBank e até faz parte do grupo Millennium",
            "como banco secundário uso o ActivoBank, tem uma interface semelhante ao do Millennium (ambos pertencem ao grupo BCP), super clean e intuitiva + como banco digital não pagas comissões e tens melhores taxas em DPs, tens também no plano gratuito 3 \"pockets\" (secção PoupeUp) onde podes separar o teu dinheiro",
            "Mas tens crédito habitação ou algo que te prenda ao Millenium ? O activo bank oferece uma experiência semelhante ao Millenium com a diferença de não pagares comissões. Não vejo a necessidade de manter duas contas.",
            "TradeRepublic ou Revolut parece-me uma otima opção para o procuras.  \nNo entanto, ia para a tradeRepublic que paga juros de 2,75% neste momemento.",
            "Moey é bastante bom sinceramente",
            "Se precisas MBWay e Pagamento por entidade, ActivoBank ou Moey.\n\nSe não, Revolut, é literalmente o melhor.",
            "Moey e ActivoBank, as duas juntas da 0€ em comissões",
            "Revolut. Se for necessário ser português o moey (crédito agrícola).\n\nVejo muita gente a dizer ActivoBank. O activo não é 100% digital. Tem meia dúzia de balcões. E tem vários serviços que os 100% digitais normalmente não têm é o meu banco principal de conta ordenado etc. E recomendo, mas não entra no 100% digital.",
            "Moey!\n\nTens a possibilidade de categorizar as despesas.",
            "Uso para o mesmo efeito o activo bank e trade republic...excelentes nada a apontar",
            "Se queres usar p dia a dia, Revolut, tens acessos a boas taxas de conversão, e se pagares algo plano acabas por ter um X por mes sem taxas. Enviar dinheiro instantâneo para outras contas etc. se queres benefefiar das taxas, TR, ja que as da Revolut n sao nem tao seguras ou rendem tanto. Depende do que queres. Eu tenho ambas; mas so uso Revolut p dia a dia",
            "ActivoBank é uma opção sólida. Apesar de online sempre que precisei de algo fisicamente foram 5*. \nTipo fazer cartão na hora as 19 da tarde porque o meu deixou de funcionar. \nVi sugestões para TR mas teria cuidado, péssimo suporte, posso dizer até quase inexistente.",
            "ActivoBank. Não há dúvida. Quem sugere outra coisa não leu o que o OP perguntou.\nÉ tudo gratuito (manutenção, cartões de crédito, débito e pre-pagos, transferências…) \nTens poucos balcões, mas têm horários muito alargados (muitas vezes até largas horas, incluindo sábados) e só lá precisas de ir uma vez, para abrir conta. Tens onde ir bater à porta se tiveres problemas (vs revoluts e afins, que têm a sua utilidade, mas não são o melhor para o que o OP perguntou).\nA App é intuitiva.\nPertence ao millennium.",
            "A partir do momento que o Revolut recebeu a licensa bancaria necessaria para ser considerado um banco, acho que nao ha competicao.\n\n  \nCoisas tipo ActivoBank, Moey, TradeRepublic sao inferiores quer em termos de tecnologia quer em termos de security features.   (como seria de esperar quando comparamos empreasas 100 % tech vs empresas que nao tech que tem um app)",
            "para essa finalidade, Revolut, nem há comparação",
            "Moey, 50 transferências instantâneas gratuitas",
            "Bankinter conta online zero comissões e 2% de juros pagos a cada mes ou conta mais ordenado a 5% primeiro ano e Activo, são os melhores Bancos, e nada pagas no Bankinter até recebes! ve nos dois saldos",
            "Tenho o ActivoBank e moey. O ActivoBank é muito bom para conta principal.",
            "OP, esta pergunta era respondida com 15 segundos de pesquisa...",
            "Além disso tendo a conta principal do Millennium as transferências são instantâneas",
            "Activo não vale a pena. Cheio de bugs. Não consigo um cartão de crédito com eles. Não é ao adicionar o cartão de débito ao Iphone Wallet ou ao Google Pay. As notificações de pagamento chegam dias depois com poucas informações na tela. É principalmente uma bagunça.",
            "Também uso o ActivoBank e recomendo!",
            "A nível das taxas de conversão, a TR já é melhor que o Revolut neste aspeto, já que não cobra qualquer taxa adicional como as aplicadas p. ex. por conversões durante o fim de semana. Neste momento estou no UK apenas a usar o meu cartão da TR e estou bastante satisfeito.",
            ">só lá precisas de ir uma vez, para abrir conta.\n\nDá para abrir conta remotamente, tendo CMD",
            "Experimenta ter um depósito ou transferência bloqueada, sem suporte de jeito e com as respostas a demorarem dias ou semanas, enquanto o dinheiro está bloqueado.\n\nRevolut é muito bonito, tudo tech e avançado. Infelizmente o suport ficou esquecido, quanto te correr mal, corre mesmo mal.",
            "Inferiores em termos de tecnologia?",
            "Discordo, não poder associar MBWay é uma grande desvantagem para o dia-a-dia.",
            "Agora já todos têm transferências instantâneas gratuitas.",
            "Agora já tens transferências instantâneas gratuitas do Activobank para qualquer banco na rede SEPA 🙂",
            "São instantâneas para qualquer banco. Do Millennium para o ActivoBank são gratuitas.",
            "Não tenho nada essa opinião. As notificações chegam nesse segundo.",
            "O contacto que precisei de ter foi por whatsapp e sempre foram agradáveis, mas tbm o meu leque de problemas é bastante pequeno portanto só consigo dizer que a minha experiência é boa",
            "Com a licença bancária e a operarem com um banco normal, vão estar sujeitos às regras do Banco de Portugal. O escrutínio é muito diferente e  isso aplica-se à relação com o cliente.",
            "Sim, mais vale ir ao balcao do ActivoBank para teres um humano a dizer \"O sistema nao deixa, nao posso ajudar\"....  \n\n  \nTenho Revolut premium e o suporte nao me deixou ficar mal ainda (Admito que so tive de utilizar 2 vezes em 4 anos, mas mesmo assim)",
            "O que agora todos (os nacionais) já têm é **receber** transferências imediatas.\n\nNem todos já as enviam (têm até outubro), nem em todos são gratuitas.",
            "O problema é se precisares de algo urgente…",
            "Eu precisei de lhes telefonar e ao fim de 4 horas, tive que desistir e tentar por whatsapp ao qual também só obtive resposta passado 1 dia",
            "Eles já tem a licença bancária a algum tempo. O problema do suporte já é antigo, para evitar multas e problemas de compliance eles são muito picuinhas a bloquear as contas e transferências.\n\nMas ao contrário de um banco com bom suporte, em que o próprio banco te ligaria ou conseguias os contactar, no Revolut ( e muitos neo bancos como n26) vai andar a escrever mensagens para tipos de suporte que funcionam como cassete.\n\nSim, eles cumprem as regras, bloqueiam as transferências e os prazos legais são meses.\n\nConcordo que o Revolut é um óptimo banco, mas pessoalmente, não teria lá mais dinheiro do que o suficiente para não me tirar o sono à noite se bloqueado por semanas.",
            "Ui, vou-te explicar o que acontece em muitas transferências fraudulentas no Revolut quando da barraca e fica tudo bloqueado.\n\nO estatuto xpto premium no Revolut é revogado por violação das regras de uso. Tem N casos na net, a malta a pensar que ia ter o suporte xpto e telefone só para ser revogado.\n\nSe gostas do Revolut tudo bem, eu também gosto, para férias, só estou a explicar que muita gente aprendeu da pior maneira que não é o banco ideal quando existe barraca com movimentos de milhares de euros.",
            "Como?",
            "Entendido, não tinha noção",
            "Eu tendo a nao fazer transferencias fraudulentas, se calhar e por isso ;)",
            "associar o cartão no Apple pay e pagar dessa forma. o que não percebeste?",
            "Há mais funções para o MBWay. Enviar dinheiro a amigos directamente.",
            "De Revolut para Revolut. Nem toda a gente tem Revolut. A maioria das pessoas tem MBWay associado a uma conta portuguesa.",
            "não necessariamente, podes fazer transferência bancária através de um click / mensagem, além disso, já quase toda a gente tem revolut (pelo menos no meu círculo)",
            "Man, a tua bolha não é o mundo. Eu pouca gente conheço com Revolut. MBWay é muito mais generalizado.\n\nE andar a partilhar o IBAN para passar 5 euros é zero pratico. O número de telemóvel dos amigos toda a gente tem.\n\nPode servir a ti, não serve a muita gente."
        ]
    },
    {
        "subreddit": "investimentos",
        "title": "Qual melhor banco ultimamente?",
        "score": 24,
        "comments": [
            "Desses 3, o Inter. Bancos digitais se destacam muito atualmente, principalmente quando falamos do INTER. Fora o Inter, existe o Itaú, Mercado Pago, NUBANK (outro ótimo banco digital), e talvez o PicPay.",
            "eu usei o c6 por mto tempo, tanto conta pj como conta pf. acho uma porcaria o app deles.\n\nnao tem modo facil de trocar de conta pf e pj, tenho que literalmente encerrar o app e abrir de novo.\n\npra buscar alguma area do app agora ele abre a porra de uma IA que nao responde nada com nada. fiquei 5 min pra achar onde minha chave de pix ficava cadastrada pq nao dava pra buscar literalmente nada na busca do app, que ja ia pra IA respondendo coisa aleatoria.\n\nsem contar que o suporte do c6 eh uma verdadeira merda, isso que eu era cliente carbon.\n\neu iria de inter com certeza.",
            "Vazei do c6bank, cobrando tarifas de conta.",
            "Banco do Brasil + Nubank \n\nC6 é o pior e mais complicado atendimento que já vi na vida até hoje.",
            "Na minha opinião leiga:\n- bancão: itaú\n- digital: inter",
            "Inter tem os pontos loop, cashback em compras e tudo que eu preciso. \n\nEm compras, já economizei uma fortuna com o cashback deles e todo mês entra uma grana do loop. Fora as diversas vantagens do Gourmet, sala VIP em Guarulhos, crédito bom com capacidade de expansão fazendo investimentos e investimentos internacionais.",
            "Inter com certeza.",
            "Desses 3 o inter, fácil",
            "Tenho usado muito o Santander e tenho gostado. Além disso,. tô usando a Cumbuca pra gastos de casa e tem sido ótimo.",
            "BB, btg, itaú. Precisa de mais nada.",
            "Se você quer segurança das brabas pra guardar dinheiro recomendo a caixa.",
            "O app da caixa foi feito com a bunda",
            " C6 tá cobrando taxa, caixa só se for clt, acredito que o Inter seja melhor",
            "C6 começou a ficar ruim depois foi só ladeira abaixo",
            "Eu particularmente gostaria de ter conta em pelo menos 1 \"bancao\" (santander, bradesco, itau e etc) banco digital é bom, mas nao da tanto benefício...",
            "Inter\n\nLi muitas reclamações do C6 sobre bloqueios arbitrários",
            "Itaú, eu tive conta em praticamente todos os Bancos Digitais.  \nSegue minah experiência:  \n\\- C6: Limite era baixo, investi para ter mais limite. Mas chegou um momento que deixei ele de lado, encerraram minha conta por desinteresse comercial.  \n\\- Inter: Limite era baixo, fiz de tudo para aumentar, eu tinha investimento e era Inter One, nem assessora lá conseguiu. Deixei de lado, aumentaram para 50k. Voltei a usar, aluguei minhas ações, depois pedi para parar de alugar e vendi, cobraram juros por uns 5 meses dessas ações. Tiraram o cartão adicional do Apple Pay, encerrei minha conta. (Minha esposa não gostou nem um pouco de ter que andar com o cartão, sendo que antes era possível.)  \n\\- Nubank: Não aumenta limite, mandei extrato, virei UV, mas limite baixo, desisti. Ainda está aberta pois tenho fatura e investimento com vencimento.  \n\\- Banco Itaú: Foi dificil conseguir cartão de crédito, consegui o basico com 500 reais de limite. Fui tendo relacionamento, hoje tenho o Azul Visa Infinite com 75k de limite. Não pago taxa de nada e nem anuidade do cartão.",
            "Desses, gosto da Caixa. To de boa com ela. Banco digital eu acho meio estranho, só pra coisas basicas.",
            "Desses 3 inter, mas eu sairia dessa vida de investir em banco",
            "Entre esses 3? Dinheiro no colchão.",
            "Inter é o melhor.",
            "Dos q tem aí inter. No geral, btg",
            "Acho que vc perguntou qual dos 3 e o pior",
            "Fui fanboy do C6 por um tempo… Hoje ainda é meu banco principal, porém desde que comecei a usar só notei “piorias”. Depois de algum tempo de uso e concentrando meus gastos e investimentos nele consegui o cartão C6 Carbon e um gerente (C6 Partner) para atendimento personalizado e até isenção da anuidade (por 12 meses), o que foi o auge. Em algum momento sem nenhuma notificação prévia cortaram o Partner e o atendimento voltou ao “normal”, pelo bot… dai em diante só ladeira abaixo… cortarem o C6 Experience foi a gota d’água… única coisa que ainda me prende é o fato de os pontos Átomos não expirarem (não tenho muitos gastos, portanto demoro acumular pontos para resgatar algo interessante, e nem sou total conhecedor desse tema de pontos) e também não ter conseguido/conhecido algo melhor… Hoje só vejo que seria interessante o Ultravioleta, por ter o cashback rendendo 200% do CDI, porém quem disse que recebo essa disgrama de convite para ser UV?",
            "Estou usando BB, Inter e Nubank.\n\nBB eu utilizo para receber meu dinheirinho e porque meu pai é aposentado de lá e me arranjou uma conta com alguns benefícios, incluindo um limite que eu tenho até medo de ativar de tão alto.\n\n  \nInter eu utilizo porque eu gosto muito da ideia de ter tudo num canto só, investimentos, conta de celular que é uma mistura de pré-pago com controle, uma lojinha que é bem decente as vezes, pontos, duo gourmet etc.\n\n  \nNubank eu utilizo para guardar dinheiro na caixinha para comprar presentes com meus pais. É uma conta minha que eu e meus irmãos (mais minha irmã, meu irmão é meio imprestável) enviamos dinheiro para comprar eletrodomésticos para nossos pais, porque eles merecem. Usamos essa minha conta porque eu tenho uma boa relação com meus dois irmãos e eu não confio em deixar dinheiro com eles.",
            "BB como bancão e backup e BTG para pagamentos, dia a dia  e investimentos",
            "Se for pra escolher um desses 3 iria de Inter",
            "Inter com certeza",
            "Eu tenho Itau e indico. Tenho quase tudo concentrado neles e no Íon do Itau. Nada a reclamar por enquanto.",
            "NÃO use o Inter se vc quer fugir de dor de cabeça. Tanto por experiência própria quanto pelo relatório da BACEN, ele é o banco que mais tem reclamações. Tive um problema que o app não permitia sacar 10mil que tava em liquidez diária e foram 2 meses pra resolver, com chamado aberto na BACEN",
            "Eu mesmo uso a XP, mais pra meus investimentos e Bradesco só pra receber salário kkkk",
            "To há quase um ano no BTG e tem sido uma ótima experiência.",
            "XP sem dúvidas. Muita qualidade de serviço, maior cardápio de investimentos do Brasil e ótimo suporte ao cliente",
            "o melhor não sei, mas sei que esses 3 são os piores",
            "O maior problema do Inter é essa ideia de Super App com rede social imbutido e as propagandas forçadas. \n\nEsses dias abri o aplicativo e ele foi direto pra uma lista de pessoas pra “seguir”. Propagandas do tipo “você foi sorteado!” Aí quando abri a notificação e pra fazer empréstimo com FGTS.",
            "Já usei o Nubank, hoje em dia uso o C6 por conta dos pontos.",
            "Serei do contra aqui. Banco grande será melhor para maioria dos casos. Caixa, BB ou outro privado. Mas os digitais ajudaram a melhorar o mercado no geral. \n\n. C6 acho mais ou menos. \n. Inter atendimento no geral é ruim se realmente você precisar de ajuda. E aplicativo é muito cheio se você não usa a metade do que tem lá, além dessas ciladas de propagandas com segunda intenções e social.\n. Nubank é mais confiável que os dois anteriores. \n. Itaú é caro para manter ou ter benefícios para muita gente (em termos gerais comparado a outros).\n. Caixa por fazer muito mais social a nível Brasil do que outros bancos, fica mais cheio em alguns casos e alguns dias do mês. \n. BB não saberia opinar muito bem. \n. Bradesco foi ruim quando usei e o aplicativo não parece ser dos melhores. \n. Santander o pouco que já tive experiência não foi lá algo incrível.\nPicpay, PagSeguro e similares acho que estão no mesmo barco. \n\nPara confiar grandes quantias de dinheiro, acho que somente na Caixa, BB, Itaú... (E um outro aqui) Mesmo cada não sendo perfeito, mas se Caixa e BB quebrarem é porque o Brasil estaria num ponto que outros bancos podem estar muito piores. Diria o mesmo para o Itaú. \n\nMesmo elogiando ou criticando alguns aqui, não quer dizer que sou fã número 1, todos terão suas qualidades e defeitos que podem ser melhores ou piores para cada pessoa.\n\nPara PJ, a maioria das grandes empresas que conheço usa CAIXA ou BB.",
            "Verdade, tem que procurar tutorial do\nYouTube de como falar com o especialista",
            "Verdade, tem que procurar tutorial do\nYouTube de como falar com o especialista",
            "Concordo. Não enviam nada por e-mail. Se houve bloqueio da senha, só indo numa agência pra resolver.",
            "Concordo!",
            "Melhor app tem pra se proteger de golpista.",
            "Eu recebo 2 ligações de propaganda do C6 de números novos (bloqueio todo dia) diariamente.\n\"Olá, aqui é do C6 bank empresas e temos uma oferta...\" \n\nEu não usaria C6 nem se eles que me pagassem as taxas",
            "Eu tenho conta no Santander.",
            "Pq sairia dessa vida? N entendi, gosto do inter tbm",
            "Eu só invisto pela plataforma do Inter. O que estou perdendo?",
            "Inter é mt bom, cara",
            "Klr textão, tnc…",
            "Porque a CAIXA?",
            "Você pode desativar as notificações de promoções no aplicativo clicando na sua foto e indo em central de privacidade!",
            "É, tem esse lado razoavelmente ruim dele, mas, a interface é simples e intuitiva, além de fluída. Mesmo com estes pontos negativos, eu o considero um bom banco digital.",
            "No Inter também tem a \"sortezinha\" que é literalmente uma raspadinha online. Acho isso ridículo demais pra se ter em um aplicativo de banco",
            "Tive um problema sério com o C6 e o aplicativo só ajudava por meio um bot estúpido. Nunca mais.",
            "No caso, os pontos de cashback? Se for, o Inter pode ser interessante pra você, já que ele tem os pontos loops, que sofrem um \"upgrade\" de acordo com o cartão que você possui.",
            "Você não ressaltou pontos negativos exatos do Inter, então não dá para eu formular ou pensar em O QUE você se referiu além do atendimento (que é razoável) e anúncios duvidosos (??). De qualquer forma, seus pontos fazem sentido sim, mas o Brasil não está TÃO ruim a ponto de ficar em uma segurança bancária extrema, saca? PORÉM bancos digitais são melhores para pessoas que conseguem ter 2 celulares diferentes, porque obviamente, em caso de furto, a grande chance de sua conta ser \"invadida\" (talvez se você esconda bem o aplicativo essa chance diminua, mas mesmo assim, não).",
            "somos dois, mas depois de reclamar pararam de me ligar",
            "no máximo alguns CDBs",
            "Inter é uma merda. O sistema é ruim, o atendimento é ruim, a resolução de problema é ruim.",
            "A Caixa tem muitas vantagens. Está em todo lugar—agências até em cidades pequenas, caixas eletrônicos por toda parte. Os financiamentos muitas vezes são subsidiados pelo governo, e as taxas de juros para imóveis são as melhores. Sem contar que tem vários programas habitacionais com taxas decentes e um olhar mais humano.\n\nA única desvantagem real é o app, que às vezes sai do ar, mas isso tem acontecido cada vez menos. E, sinceramente, o app nem é ruim.\n\nEnquanto isso, Inter e C6 lideram o ranking de reclamações no Banco Central. Sem agência, atendimento fraco—um ponto negativo comparado à Caixa. Eu sempre mantenho uma conta na Caixa, mesmo tendo conta em quase todos os bancos.",
            "O bot do inter é péssimo tbm. Mas eles têm número ao menos.",
            "No caso são os Átomos do C6.",
            "Onde vc reclamou?",
            "Estou tentando abrir uma conta na CAIXA pelo aplicativo já tem um tempo e não consigo.",
            "O programa do C6 ficou mt fraco depois que terminaram o C6 experience. Tão focando só em alta renda agora. Basicamente, tá uma merda",
            "Os potnos do Inter são mt melhor que os átomos, principalmente para enviar pra uma CIA. Mas é claro, se for adotar um cartão para viagem, foca em milhas no santander, Bradesco ou BB. Mt melhor",
            "A Caixa não é um banco digital como o Inter ou o Nubank. Você provavelmente vai precisar ir até uma agência da Caixa pra abrir a conta.  Depois de aberta, o dia a dia bancário fica de boa."
        ]
    },
    {
        "subreddit": "enem",
        "title": "Qual melhor banco de questões que vc conhece ?",
        "score": 3,
        "comments": [
            "Repertório enem é bom e free agora tem o Sindra.ai tô testando mas parece melhor ainda",
            "Estuda.com é excelente. Tenho esse cupom que dá um desconto a mais- ADRIANOMED ",
            "Daqueles que testei, o mais completo foi o Estuda.com"
        ]
    },
    {
        "subreddit": "portugueses",
        "title": "Melhor banco em Portugal",
        "score": 3,
        "comments": [
            "Moey ou ativo bank. Sem despesas.",
            "caga no revolut, faz na trade republic, dá juros na conta a ordem, para o dinherio que lá tens guardado. E no dia a dia usa o moey. Eu tenho o dinehiro guardado na trade republic e todos os meses passo dinheiro para o moey para o dia a dia",
            "Basicamente qualquer um.  \nREGRA GERAL os bancos nao cobram comissões em contas ate aos 25.",
            "O activo bank, é confiável?",
            "E porque não usas o cartão da trade republic em vez de andar a mandar o € de um lado para o outro",
            "Sim. É do millennium.",
            "uso, mas há coisas que não dá para usar com a trade, renda por mbway, debitos directos, entre outros"
        ]
    },
    {
        "subreddit": "literaciafinanceira",
        "title": "Qual é o melhor banco português para investir?",
        "score": 2,
        "comments": [
            "Olá /u/Character_Set6302, obrigado pela tua submissão. Temos uma **[Wiki](https://www.reddit.com/r/literaciafinanceira/wiki/)** e um servidor de chat no **[Discord](https://discord.gg/8WFAZpZ)**. Recomendamos a leitura dos nossos **[avisos à comunidade](https://www.reddit.com/r/literaciafinanceira/comments/mflqds/avisos_%C3%A0_comunidade_ler_antes_de_submeter_conte%C3%BAdo/)**. Boa discussão!\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/literaciafinanceira) if you have any questions or concerns.*",
            "Se tiver mesmo de ser num banco, vê ActivoBank ou Banco Best. Nunca usei nenhum dos 2 para investimentos, portanto não posso recomendar, mas tenho a ideia que são as melhores opções",
            "Best, invest, carregosa ou big sao os bancos a analisar se o propósito for esse.",
            "Recomendo Invest, Carregosa ou Best\nTens de ver quais as plataformas que pretendes usar destes.\nProcura as condições do Activo, podem ser favoráveis para quem faz apenas uma transação mensal.",
            "Queres explicar os motivos? É que acho que não te compensa nada, na XTB, T212 ou TR é muito melhor",
            "BAI Europa....iban português e com os depósitos a prazo.",
            "Eu investi no Invest, não paga custodia.",
            "Em PT e pelo que vi, Banco Best (do grupo NB). É um banco digital (estilo AB) mas mais focado ao investimento. Também serve para o dia a dia, se necessário. \n\nIdealmente, recomendaria Degiro ou XTB. Também tens IBKR, mas a interface é mais complexa e nao muito boa para novatos. \nMas são tudo corretoras estrangeiras e para o que queres (família e cenas, li os teus comments), o melhor será o Banco Best.",
            "Big é sem dúvida o melhor",
            "Ultimamente muito se fala do AB. Pessoalmente continuo a investir pela CGD. Provavelmente não é a melhor e pago alguns comissões que não pago pela TR mas para quem faz reforços semestrais ou anuais em ETF não se morre com as taxas que são cobradas. \n\nO motivo pelo qual uso a caixa é só um. É um banco transparente fiscalmente. Os 28% sobre as mais valias são sempre devidamente cobrados e declarados com os documentos comprovativos a serem sempre correta e atempadamente emitidos.\n\nIsto sempre me deixou descansado em termos de fiscalidade. Mas claro que gasto aproximadamente mais 10 a 20€ por ano do que se gasta a investir por uma das badaladas brokers. \n\n\nE sim, podes fazer quase tudo pela aplicação caixa direta. \nMas claro que existem opções mais económicas e só tu podes escolher.",
            "O active bank é fixe porem tem muitas taxas. Conectividade 3€/mês, depois custodia de títulos 6€/trimestre... aí os 5€ de taxa por ordem ficam mais caras por causa destas taxas todas",
            "Estou no agregado familiar do meus pais, super conservadores em relação ao dinheiro. Não os consigo convencer em colocar um IBAN de um banco estrangeiro no IRS.",
            "como são as comissões ai?",
            "Santander é horrível!!!!!!",
            "A plataforma do santander é muito pitoresca. É bastante antiquada. De resto têm um bom preço",
            "Santander só tem uma coisa boa, para quem tem lá conta 123, tem 2 transação na praça portuguesa de borla e não tem comissão de custódia de títulos. Porém as comissões de conta 123 são altas comparadas aos outros bancos. Já o BCP as comissões são caras no broker, por acaso tenho pena não ter nada para a bolsa, é muito careiro...",
            "Na CGD o retorno já vem líquido? Ou seja, os 28% são efetuados pelo banco e só tens de declarar ou tens de os pagar?",
            "Pela minha interpretação do preçário para etfs não tem esses 6€ de custodia, apenas os 3€/mês de conectividade. Estou a interpretar mal o preçário?\nMesmo a taxa de 5€, a primeira de cada mês é grátis.",
            "Pois eu não entendi bem isso... Eu não uso o activebank",
            "Só se paga os 3€ por mês, a custódia de 6€ não se aplica a ETFs e ações. E a primeira ordem do mês é grátis",
            "Degiro, XTB e IB",
            "Podes confiar em tudo o que for regulado pela união europeia. Degiro, xtb, interactive brokers, trading 212, entre outras. A melhor depende que tipo de investimento fazes. Vê também as garantias que cada plataforma dá em caso de falência.",
            "Faltavam os downvotes atrasadinhos dos no-lifers que não percebem que nem todos os centros de decisão em relação a dinheiro à vossa volta - das pessoas normais que os têm - são tão esclarecidos e motivados para colocar as suas poupanças de vida no que para todos os efeitos, gostem ou não, é uma app de telemóvel que inspira 0 confiança a quem não percebe.",
            "E vais convence los a investir em etfs e a declarar mais valias no irs?",
            "Não têm Revolut em casa portanto",
            "Entao não os metas a investir. Simples.  \nQuando fores independente, investes tu. Nem todos toleram o risco da mesma forma. Amanha o SP500 tomba 20% e os teus pais perdem milhares de euros. Como achas que vão reagir? Pensa bem se queres esse problema na tua vida.",
            "o que dizes nem faz sentido, desde quando declaras um iban de um broker?",
            "Então não coloquem? Achas que alguém se preocupa com isso. Imensa gente nem mais valias declara achas que a AT vai cair em cima por causa de um IBAN não declarado? Declaras quando fizeres IRS como independente",
            "Ora, nacionais são 6.95 salvo erro, depois não temos comissões de custódia de títulos o que é excelente nem comissões de manutenção de conta nem nada. Creio américas são 15 e para a alemã deve rondar os 12. Se quiseres fazer só uma transação por mês o bpi ou active bank fazem 1 transação de borla por mês, mas aí tens comissões de custódia de títulos",
            "Para mim ele tem uma boa escolha de bonds, stocks e ETFs, melhor do que o BCP. Mas o site/app do BCP são muito mais user friendly ",
            "100% de acordo ",
            "Qualquer que seja o branco tens sempre de declarar até os fundos de investimento",
            "Correto. Os 28% são cobrados automaticamente. É só declarar as mais valias das negociações mas o imposto já estará pago.",
            "É só isso? Andam sempre alterar nem consigo acompanhar. Lembro me de se pagar custódia. Então um ETF 12 compras ficaria apenas 3x12=36€. Isso parece interessante.\nEdite: vi o preçário ou estou a perceber mal mas diz que menos de 100 títulos paga 12,5€ por trimestre pela guarda de títulos.",
            "Se tiveres associada uma conta de depósito, com um IBAN pessoal no estrangeiro, tem de ser declarada no anexo j",
            "quem tem conta na trade republic, xtb, degiro, etc... tem de declarar o iban da conta no irs, tenha feito transações ou não",
            "Se investir 10K num ETF pago 12 euros na compra?",
            "Eles têm uma péssima gestão de fundos. Falo por experiência",
            "Se forem fundos mobiliários portugueses só tens de os declarar se optares pelo englobamento. Quando resgatas recebes o valor líquido. Já o fiz pela CGD em tempos.\n\nhttps://www.cgd.pt/Site/Saldo-Positivo/leis-e-impostos/Pages/declarar-investimentos-no-IRS.aspx",
            "IBAN XTB desde quando? Explica lá isso no caso da XTB.\nO IBAN salvo erro está no nome da XTB e não no nosso.",
            "Dessas todas só na TR é que tens uma conta associada a um IBAN alemão. Todas as outras são apenas contas de corretoras, não tendo nada que declarar nesse sentido. Juros e outras coisas que tais é outra história.",
            "Sim, depois acima de uma ordens de 12k já é 0.1% por essa ordem. Abaixo de 12k o valor é fixo. Vê o link [https://www.big.pt/Precario/PrecarioBolsa?isFuturosAnchor=False](https://www.big.pt/Precario/PrecarioBolsa?isFuturosAnchor=False) .",
            "Não me posso queixar. Houve uma vez que eu até perguntei por um fundo específico e eles, no dia seguinte, adicionaram à lista de fundos passíveis de investimento.",
            "A Degiro também usa IBAN pessoal alemão",
            "Qual é a parte que não percebes? Se tiveres contas em bancos estrangeiros tens que declarar essas contas. Já é assim há algum tempo. ",
            "Sabes se tem o  spy?",
            "Deixa-me ver, já agora se for jovem tem desconto nas comissões em alguns ETF´s. Podes ir ao site do Big e pesquisar os etfs que quiseres. Está aqui [https://www.big.pt/OndeInvestir/ETFs/NegociarETF/US78462F1030](https://www.big.pt/OndeInvestir/ETFs/NegociarETF/US78462F1030)"
        ]
    },
    {
        "subreddit": "CasualPT",
        "title": "Qual é o melhor banco?",
        "score": 3,
        "comments": [
            "Activobank. Não se paga nada, a menos  q não seja nacional.",
            "Quando entrei na Universidade o cartão de estudante era CGD. No dia em que terminei a licenciatura foi o dia que fechei conta. 6 anos depois, recebo uma carta a informar-me que a conta iria ser fechada por falta de actividade.. \n\nActualmente uso ActivoBank, BIG e o clássico do Montepio só porque é o mais barato dos que se pagam manutenção de conta.",
            "BAnkinmter conta online.\n\nSem comissões, cartão gratuito e tudo online ou balcão se preferires.\n\nTem a vantagem de te remunerar a 2% o saldo que tens à ordem\n\n  \nSe quiseres referal (ganhamos ambos 25€) envia PM",
            "São todos. Infelizmente faz tudo parte das mesmas diretivas europeias.",
            "O melhor banco é o do estado ,nunca vai a falência .\n\n\nEu tenho  caixa agrícola.",
            "olha sou te sincero nao existe num perfeito, eu optei por ter uma conta na caixa geral de depósitos para receber o salario e abri outra no revolut. este ano a revoluta vai passar a ter IBAN português passa a ser um banco igual aos outros portugueses talvez nessa altura fique so com a revolut",
            "O melhor sítio para fazer essa pergunta é no r/literaciafinanceira. \n\n\nQuando fui para a universidade coloquei-lhes essa questão e as respostas andavam sobretudo entre a Moey! e o ActivoBank.\n\n\nNa Moey! não se paga nem comissões nem o primeiro cartão. É boa para usos mais básicos, mas se precisares de atendimento presencial ou de depositar dinheiro, já foste.\n\n\nNo ActivoBank tens vários tipos de conta, sendo a conta simples livre de cobranças e com oferta do cartão. Tens mais funcionalidades, como investimentos, podes fazer depósitos nas ATMs da Millennium e tens acesso a atendimento presencial, embora esteja mais centrado nas grandes cidades. Porém, o atendimento online cobre praticamente todas as necessidades.\n\n\nSe costumas viajar a Revolut costuma ser recomendada para esses períodos, mas não sei muito bem como funciona. Também tem um plano livre de comissões e com oferta do primeiro cartão. No entanto, o IBAN não é português.\n\n\nResumindo, recomendo-te o ActivoBank.",
            "Qual é a tua conta principal? Sei que os bancos on-line normalmente têm menos taxas, mas é complicado resolver problemas? Costuma ser fácil falar com um humano em caso de dúvidas?"
        ]
    },
    {
        "subreddit": "investimentos",
        "title": "Qual o melhor banco pra valores médios?",
        "score": 7,
        "comments": [
            "Qualquer Bancão que renda ao menos 100% do CDI. \n\nItaú, Santander, Bradesco",
            "recomendo o itaú pq é oq eu uso e acho bom",
            "O que você preferir deles. Se qualquer um deles falir fode imensamente o Brasil, e eles têm agências em todo lugar pra alguma emergência que ocorra em viagem etc"
        ]
    },
    {
        "subreddit": "literaciafinanceira",
        "title": "Melhor banco para abrir conta aos 18 anos e poupar?\n",
        "score": 12,
        "comments": [
            "Olá /u/Rude_Task_6561, obrigado pela tua submissão. Temos uma **[Wiki](https://www.reddit.com/r/literaciafinanceira/wiki/)** e um servidor de chat no **[Discord](https://discord.gg/8WFAZpZ)**. Recomendamos a leitura dos nossos **[avisos à comunidade](https://www.reddit.com/r/literaciafinanceira/comments/mflqds/avisos_%C3%A0_comunidade_ler_antes_de_submeter_conte%C3%BAdo/)**. Boa discussão!\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/literaciafinanceira) if you have any questions or concerns.*",
            "Poupança não sei mas para não pagares o que seja de comissões: activobank",
            "Tens bastantes opções no mercado para malta jovem AKA malta com à vontade no digital, depende do que procuras.\n\nBanco Best (do NB), Moey (do ~~Montepio~~ Crédito Agrícola), AtivoBank (do BCP) são os que me vêm assim de repente à cabeça. Recomendo AB apenas pelo facto de ter balcões físicos pelo país. Se não precisas disso, então qualquer um dos três ficas bem.\n\nEvita bancos estrangeiros e FinTechs tipo N26, Revoluts e companhia, pois ficas algo limitado. Isto para banco primário/principal.\n\nRelativamente a dicas de poupança/investimento, começa por ler a WIKI aqui do sub. É um excelente começo.\n\nEdit grammar",
            "Bankinter conta online sem duvida, zero comissões e conta a ordem remunerada a 2 por cento, eu como gosto de ter duas contas a ordem depois de estudar bem escolhi o Bankinter e o Activo Banck para essas funçoes, vê o Post do JRJordão contas gratuitas",
            "Acho que a simplicidade do moey é ideal para ti.\nSem comissões, e tem uma decente gestão de poupança por objectivo.\n\nActivo bank também é opção e um banco muito mais completo que o moey.",
            "Activobank para meteres o dinheiro que vais ganhando e precisas a curto prazo e para tirar proveito do MBway\n\nA seguir, Trading212 para meteres lá o dinheiro \"parado\" a ganhar juros, e para começares a investir em ETFs a longo prazo quando quiseres dar esse passo.",
            "Boas, eu tenho santander e não tenho qualquer commissão, tenho cartões de borla e transferencias imediatas de borla. Depois tens lá uma poupança que é tipo mealheiro podes meter e tirar com uma taxa juro quase 0. Tudo isto dos 18 aos 25, depois de domiciliares la o ordenado eles dão te a mesmas cenas até aos 31. Investimentos aconselho ires a wiki. DP neste momento são vergonhosos devido as taxas de juro base. Espero que tenha ajudado.",
            "Investe em xrp. Agradece me depois.",
            "Trade Republic tem 3% TANB até 50.000, com juros mensais. E sem comissões",
            "Acho que o Revolut seria uma boa escolha pro teu perfil.",
            "Bankinter também não paga nada e recebe juros na conta à ordem.",
            "Moey é da caixa de crédito agrícola mútuo, não do montepio.",
            "Moey é do Crédito Agrícola",
            "Não sei como funcionam os juros do Trading212, mas se calhar também devia falar com os pais por causa do IRS. Mas esta também é para mim a melhor opção",
            "Eu uso Moey também sem taxas",
            "Como assim?  \nEu tinha duvidas disso também realmente, sobre os valores a declarar e se teria que ser taxado em alguma coisa  \nNão planeio tirar o dinheiro de lá tão cedo mas mesmo assim gostaria de me inteirar antes de tomar alguma decisão",
            "Tens de pagar 28% sobre as mais valias (juros) e para isso tens de as declarar"
        ]
    }
]